Repository: 84000/data-translation-memory
Catalog: toh597_84000-the-usnisavijaya-dharani.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་བདག་ཀྱང་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་སེམས་ཅན་དེའི་སླད་བཞིན་དུ་འབྲང་ཞིང་ཀུན་དུ་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱབ་པའི་སླད་དུ་གནས་པར་བགྱིའོ། །སེམས་ཅན་དམྱལ་བ་ཐམས་ཅད་ལས་དེ་བཟློག་པར་བགྱིའོ། །བཅོམ་ལྡན་འདས་བདག་ནི་བྱས་པ་གཟོ་བར་བགྱིད་ཅིང་།
en: Blessed One, I will also continually pursue the benefit of those beings, and I will always remain here to protect and defend them. I will turn those beings away from all hell realms. Blessed One, I will do what I know is right, and I will not do what I know is not right.”

source: བྱས་པ་མི་གཟོ་བར་མི་བགྱིད་དོ། །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུངས་འདིའི་ཆོ་ག་ཞིབ་མོ་དང་། བགྱི་བའི་ཆོ་གའི་ཚུལ་རྒྱས་པར་བཤད་དུ་གསོལ།
en: Then the Four Great Kings circumambulated the Blessed One three times and said to him, “Blessed One, please give an extensive explanation of the detailed rite for this dhāraṇī and the way to perform the rite.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཉོན་ཅིག་དང་གཟུངས་འདིའི་བྱ་བའི་ཚུལ་བཤད་པར་བྱའོ།
en: The Blessed One then addressed the Four Great Kings, “Listen, and I will explain the way to perform the rite of this dhāraṇī.

source: །སེམས་ཅན་ཚེ་ཐུང་བའི་དོན་གྱི་ཕྱིར་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོས་ཚེས་བཅྭ་ལྔའི་ཟླ་བ་ཉ་བ་ལ་ཁྲུས་བྱས་ཏེ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ན་དེས་སེམས་ཅན་ཚེ་ཟད་པ་དེའི་ཚེ་ཕྱིར་ནུར་ནས་ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།
en: “To help a being with a short lifespan, a son or daughter of noble family should bathe on the full moon day and recite the dhāraṇī 1,008 times.

source: །སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །སེམས་ཅན་དམྱལ་བ་ལ་སོགས་པ་ངན་འགྲོ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: The depleted lifespan of that being will be restored. They will become free from illness, all their obscurations will be purified, and they will be completely freed from all lower rebirths, such as that of a hell being.

source: །ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་སྲོག་ཆགས་བྱའི་རྣ་ལམ་དུ་གཟུངས་འདིའི་སྒྲ་བསྒྲགས་པར་བྱ་སྟེ།
en: “One can even recite this dhāraṇī in the ear of any bird or living being that has taken an animal birth and know that this will be their very last lower rebirth.

source: དེས་ནི་དེའི་ངན་འགྲོའི་ཐ་མ་ཡིན་པར་རིག་པར་བྱའོ། །གང་ཞིག་ནད་ཆེན་པོས་བཏབ་སྟེ་སྨན་པ་རྣམས་ཀྱིས་བྱེ་བྲག་ཕྱེ་བ་དེ་ཡང་ནད་དེ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །དེའི་ངན་འགྲོར་སྐྱེ་བ་ཐམས་ཅད་ཀྱང་རྒྱུན་ཆད་པར་འགྱུར་རོ།
en: “If one does the same thing for someone who is extremely ill, even when the doctors have determined that things have taken a turn for the worse, they will be completely freed from their illness and be cut off from all lower rebirths.

source: །ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: When they die, they will be born in the realm of Sukhāvatī.

source: །དེ་ཉིད་དེའི་མངལ་གྱི་གནས་ཐ་མ་ཡིན་པར་རིག་པར་བྱའོ།
en: Know that this very life is their last birth from a womb.

source: །གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་པདྨའི་སྙིང་པོ་ཁོ་ན་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །ཚེ་རབས་ཐམས་ཅད་དུ་ཡང་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།
en: From one lifetime to the next, they will only take miraculous birth from the center of a lotus, and they will always remember the succession of their past lives.

source: །སེམས་ཅན་སྡིག་པ་བྱེད་པ་གང་དག་ཤི་བའི་དུས་བྱས་པ་དེ་དག་གི་དོན་དུ་གཟུངས་ཡུངས་ཀར་དག་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བརྗོད་དེ། དེ་དག་གི་རུས་གོང་རྣམས་ཀྱི་སྟེང་དུ་གཏོར་ན་དེ་དག་དམྱལ་བའམ།
en: “For any being who has committed negative deeds and has died, recite the dhāraṇī over white mustard seeds twenty-one times and scatter these over their bones.

source: དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ན་མ། ཡི་དགས་སམ། དེ་ལས་གཞན་ངན་འགྲོ་རྣམས་སུ་སྐྱེས་པར་གྱུར་ཀྱང་རུང་སྟེ། དེ་དག་གཟུངས་འདིའི་མཐུས་ངན་འགྲོ་དེ་དག་ལས་ཐར་བར་འགྱུར་རོ། །དེ་དག་ལས་ཐར་ནས་ཀྱང་ལྷར་སྐྱེ་བར་འགྱུར་རོ།
en: Even if they have been born as a hell being, in the animal realm, in the Realm of the Lord of Death, as a preta, or in some other lower rebirth, the power of this dhāraṇī will free them from those lower rebirths, and they will be reborn as a god.

source: །སུ་ཞིག་འདི་ཉིན་གཅིག་བཞིན་དུ་ལན་ཉི་ཤུ་རྩ་རེ་རེ་ཡོངས་སུ་བརྗོད་པ་དེ་འཇིག་རྟེན་མང་པོའི་མཆོད་པའི་འོས་སུ་འགྱུར་རོ།
en: “Whoever recites this dhāraṇī completely twenty-one times each day will become worthy to receive offerings from great worldly beings.

source: །ཚེ་རིང་བར་འགྱུར་རོ། །བདེ་བ་མྱོང་བར་འགྱུར་རོ། །རྟག་ཏུ་སྤྲོ་བ་དང་ལྡན་པ་དང་། མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: Their lifespan will increase, they will be free from illness, they will be happy, they will always be joyful, and they will attain the great nirvāṇa.

source: །དེ་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་ཐ་དད་པ་སྣ་ཚོགས་སུ་ཡོངས་སུ་འགྲོ་བར་འགྱུར་རོ། །དེར་ཡང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་ཕྲད་པར་འགྱུར།
en: From there they will travel to many different buddha fields and meet the tathāgatas in each one.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་དབུགས་འབྱིན་པར་འགྱུར། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ལུང་སྟོན་པར་འགྱུར་རོ།
en: Those tathāgatas will reassure them and issue prophecies of their awakening.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཡང་འཇིག་རྟེན་ལ་སྣང་བར་བྱེད་པར་འགྱུར་རོ།
en: In each of those buddha fields, they will illuminate the entire world.

source: །ལྷའི་དབང་པོ་ཐབས་འདིས་ནི་འགྲོ་བ་ཐམས་ཅད་ཀྱང་སེམས་ཅན་དམྱལ་བ་ལ་སོགས་པའི་འགྲོ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: “Lord of the Gods, this method will liberate all beings from all rebirths as hell beings and so forth.

source: །དེ་དག་གིས་འགྲོ་བ་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་དག་ཅིང་ཚེ་རིང་བར་ཡང་འགྱུར་རོ།
en: It will completely purify their lower rebirths, and they will have long lives.

source: །ལྷའི་དབང་པོ་སོང་ལ་ལྷའི་བུ་བློ་གྲོས་ཤིན་ཏུ་བརྟན་པ་ལ་གཟུངས་འདི་རྗེས་སུ་སྟོན་ལ་སྒྲོགས་ཤིག །ལྷའི་དབང་པོ་དེས་ན་ཞག་བདུན་ན་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པའི་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་དག་ཅིང་ཚེ་རིང་བར་འགྱུར་རོ། །སྟོབས་ཆེ་བར་འགྱུར་རོ།
en: “Lord of the Gods, go teach and proclaim this dhāraṇī to the god Supratiṣṭhita, and in seven days, Lord of the Gods, all the god Supratiṣṭhita’s rebirths will be purified, he will have a long life, and he will become extremely powerful.”

source: །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་དེ་བཞིན་གཤེགས་པ་ལས་རྗེས་སུ་བསྟན་པ་འདི་བླངས་ཏེ། དེའི་གནས་སུ་ཕྱིན་ནས་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ལ་གཟུངས་འདི་བྱིན་ནོ།
en: Śakra, Lord of the Gods, took this teaching from the Tathāgata, went to Supratiṣṭhita’s abode, and gave this dhāraṇī to the god Supratiṣṭhita.

source: །དེ་ནས་ལྷའི་བུ་དེས་ཉི་མ་བདུན་པའི་བར་དུ་ཉིན་དྲུག་མཚན་དྲུག་ཏུ་གཟུངས་འདི་ལ་བརྩོན་པར་བྱས་པ་ན་དེའི་བསམ་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་འདི་ལྟ་སྟེ།
en: That god diligently practiced this dhāraṇī for six days and six nights, and on the seventh day all his wishes were fulfilled.

source: ངན་འགྲོ་ལས་ནི་ཡོངས་སུ་ཐར། བདེ་འགྲོའི་ལམ་ལ་ཡང་གནས། ཚེ་རིང་བར་ཡང་གྱུར་ནས།
en: He was liberated from the lower realms, he was established on the path to the higher realms, and he obtained a long life. Then he proclaimed the following meaningful statement:

source: ཨ་ལ་ལ་སངས་རྒྱས།
en: “How wonderful is the Buddha!

source: ཨ་ལ་ལ་ཆོས།
en: How wonderful is the Dharma!

source: ཨ་ལ་ལ་གཟུངས་འདི་ལྟ་བུ་འཇིག་རྟེན་དུ་བྱུང་སྟེ།
en: How wonderful is it that a dhāraṇī such as this exists in the world!

source: དེས་བདག་འཇིགས་པ་ཆེན་པོ་ལས་ཡོངས་སུ་ཐར་བར་གྱུར་ཏོ་ཞེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ།
en: I have been liberated from the great fear!”

source: །འཕགས་པ་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།།
en: This concludes “The Uṣṇīṣavijayā Dhāraṇī That Purifies All Lower Rebirths.”

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized by the Indian preceptors Jinamitra and Surendrabodhi and the chief editor and translator Bandé Yeshé Dé.
